Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/CareerCluster.*.resx
Languages: pt

# AgricultureFoodNaturalResources_Description
source: Agribusiness Systems; Animal Systems; Environmental and Natural Resources Systems; Food Products and Processing Systems; Plant Systems; Power, Structural and Technical Systems;
pt: Sistemas de Agronegócios; Sistemas Animais; Sistemas Ambientais e de Recursos Naturais; Produtos Alimentares e Sistemas de Processamento; Sistemas de Plantas; Sistemas de Energia, Estruturais e Técnicos;

# AgricultureFoodNaturalResources_Group
source: Agriculture, Food & Natural Resources
pt: Agricultura, Alimentos e Recursos Naturais

# AgricultureFoodNaturalResources_Name
source: Agriculture, Food & Natural Resources
pt: Agricultura, Alimentos e Recursos Naturais

# ArchitectureConstruction_Description
source: Construction; Design and Pre-construction; Maintenance and Operations;
pt: Construção; Projeto e Pré-construção; Manutenção e Operações;

# ArchitectureConstruction_Group
source: Skilled & Technical Sciences
pt: Ciências Técnicas e Especializadas

# ArchitectureConstruction_Name
source: Architecture & Construction
pt: Arquitetura e Construção

# BusinessManagementAdministration_Description
source: Administrative Services; Business Information Management; Operations Management; Human Resources Management; Management;
pt: Serviços administrativos; Gestão da Informação Empresarial; Gerenciamento de operações; Gestão de Recursos Humanos; Gestão;

# BusinessManagementAdministration_Group
source: Business, Marketing And Management
pt: Negócios, Marketing e Gestão

# BusinessManagementAdministration_Name
source: Business Management & Administration
pt: Gestão e Administração de Negócios

# CommunicationArts_Description
source: Audio/Video Technology and Film; Graphic Design; Journalism and Broadcasting; Performing Arts; Printing Technology; Visual Arts; Web and Digital Communications;
pt: Tecnologia de Áudio/Vídeo e Filme; Design gráfico; Jornalismo e Radiodifusão; Artes performáticas; Tecnologia de impressão; Artes visuais; Web e Comunicações Digitais;

# CommunicationArts_Group
source: Communication & Information Systems
pt: Sistemas de Comunicação e Informação

# CommunicationArts_Name
source: Communication Arts
pt: Artes de Comunicação

# EducationTraining_Description
source: Administration and Administrative Support; Professional Support Services; Teaching/Training;
pt: Administração e Apoio Administrativo; Serviços de Suporte Profissional; Ensino/Formação;

# EducationTraining_Group
source: Human Sciences And Education
pt: Ciências Humanas e Educação

# EducationTraining_Name
source: Education & Training
pt: Educação e Treinamento

# EnergyEngineering_Description
source: Engineering and Technology; Energy;
pt: Engenharia e Tecnologia; Energia;

# EnergyEngineering_Group
source: Skilled & Technical Sciences
pt: Ciências Técnicas e Especializadas

# EnergyEngineering_Name
source: Energy & Engineering
pt: Energia e Engenharia

# Finance_Description
source: Accounting; Banking Services; Business Finance; Securities and Investments; Insurance;
pt: Contabilidade; Serviços bancários; Finança de negócios; Valores Mobiliários e Investimentos; Seguro;

# Finance_Group
source: Business, Marketing And Management
pt: Negócios, Marketing e Gestão

# Finance_Name
source: Finance
pt: Finanças

# GovernmentPublicAdministration_Description
source: Foreign Service; Governance; National Security; Planning; Public Management and Administration; Regulation; Revenue and Taxation;
pt: Serviço externo; Governança; Segurança nacional; Planejamento; Gestão e Administração Pública; Regulamento; Receita e Tributação;

# GovernmentPublicAdministration_Group
source: Human Sciences And Education
pt: Ciências Humanas e Educação

# GovernmentPublicAdministration_Name
source: Government & Public Administration
pt: Governo e Administração Pública

# HealthScience_Description
source: Biotechnology Research and Development; Diagnostic Services; Health Informatics; Supportive Services; Therapeutic Services;
pt: Pesquisa e Desenvolvimento em Biotecnologia; Serviços de diagnóstico; Informática em Saúde; Serviços de Apoio; Serviços Terapêuticos;

# HealthScience_Group
source: Health Sciences
pt: Ciências da Saúde

# HealthScience_Name
source: Health Science
pt: Ciência da Saúde

# HospitalityTourism_Description
source: Lodging; Recreation, Amusements, and Attractions; Restaurants and Food and Beverage Services; Travel and Tourism;
pt: Alojamento; Recreação, diversões e atrações; Restaurantes e Serviços de Alimentação e Bebidas; Viagem e Turismo;

# HospitalityTourism_Group
source: Business, Marketing And Management
pt: Negócios, Marketing e Gestão

# HospitalityTourism_Name
source: Hospitality & Tourism
pt: Hotelaria e Turismo

# HumanServices_Description
source: Consumer Services; Counseling and Mental Health Services; Early Childhood Development and Services; Family and Community Services; Personal Care Services;
pt: Serviços do Consumidor; Serviços de Aconselhamento e Saúde Mental; Desenvolvimento e Serviços na Primeira Infância; Serviços Familiares e Comunitários; Serviços de Cuidados Pessoais;

# HumanServices_Group
source: Human Sciences And Education
pt: Ciências Humanas e Educação

# HumanServices_Name
source: Human Services
pt: Serviços Humanos

# InformationTechnology_Description
source: Data Science; Computer Science; Database Administration; Information Support and Services; Network Systems; Programming and Software Development; Web Design and Development;
pt: Ciência de Dados; Ciência da Computação; Administração de banco de dados; Suporte e Serviços de Informação; Sistemas de Rede; Programação e Desenvolvimento de Software; Web Design e Desenvolvimento;

# InformationTechnology_Group
source: Communication & Information Systems
pt: Sistemas de Comunicação e Informação

# InformationTechnology_Name
source: Information Technology
pt: Tecnologia da Informação

# LawPublicSafetyCorrectionsSecurity_Description
source: Correction Services; Emergency and Fire Management Services; Law Enforcement Services; Legal Services; Security and Protective Services;
pt: Serviços de Correção; Serviços de Emergência e Gestão de Incêndios; Serviços de aplicação da lei; Serviços legais; Serviços de Segurança e Proteção;

# LawPublicSafetyCorrectionsSecurity_Group
source: Human Sciences And Education
pt: Ciências Humanas e Educação

# LawPublicSafetyCorrectionsSecurity_Name
source: Law, Public Safety, Corrections & Security
pt: Lei, Segurança Pública, Correções e Segurança

# Manufacturing_Description
source: Health, Safety, and Environmental Assurance; Logistics and Inventory Control; Manufacturing Production Process Development; Maintenance, Installation, and Repair; Production; Quality Assurance;
pt: Garantia de Saúde, Segurança e Meio Ambiente; Logística e Controle de Estoque; Desenvolvimento de Processos de Produção de Manufatura; Manutenção, Instalação e Reparação; Produção; Garantia da Qualidade;

# Manufacturing_Group
source: Skilled & Technical Sciences
pt: Ciências Técnicas e Especializadas

# Manufacturing_Name
source: Manufacturing
pt: Fabricação

# Marketing_Description
source: Marketing Communications; Marketing Management; Marketing Research; Merchandising; Professional Selling;
pt: Comunicações de marketing; Gestão de Marketing; Pesquisa de marketing; Merchandising; Venda Profissional;

# Marketing_Group
source: Business, Marketing And Management
pt: Negócios, Marketing e Gestão

# NoCareer_Description
source: At the beginning of their career, intern, just studying or even not working at the moment.
pt: Em início de carreira, estagiário, apenas estudando ou até mesmo não trabalhando no momento.

# NoCareer_Name
source: No consolidated career
pt: Sem carreira consolidada

# TransportationDistributionLogistics_Description
source: Facility and Mobile Equipment Maintenance; Health, Safety, and Environmental Management; Logistics Planning and Management Services; Sales and Services; Transportation Operations; Transportation/Systems Infrastructure Planning, Management, and Regulations; Warehousing and Distribution Center Operations;
pt: Manutenção de Instalações e Equipamentos Móveis; Gestão de Saúde, Segurança e Meio Ambiente; Serviços de Planejamento e Gestão Logística; Vendas e Serviços; Operações de Transporte; Planejamento, Gestão e Regulamentação da Infraestrutura de Transporte/Sistemas; Operações de Armazenagem e Centro de Distribuição;

# TransportationDistributionLogistics_Group
source: Skilled & Technical Sciences
pt: Ciências Técnicas e Especializadas

# TransportationDistributionLogistics_Name
source: Transportation, Distribution & Logistics
pt: Transporte, Distribuição e Logística
