Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/Diet.*.resx
Languages: pt

# DetoxWeightLoss_Description
source: The detox and/or weight loss diet can be combined with other diets to detox the body of toxins and/or lose weight.
pt: A dieta de desintoxicação e/ou perda de peso pode ser combinada com outras dietas para desintoxicar o corpo de toxinas e/ou perder peso.

# DetoxWeightLoss_Name
source: Detox / Weight Loss
pt: Desintoxicação / Perda de Peso

# Flexitarian_Description
source: The flexitarian diet is in between omnivore and vegetarian. It’s someone who eats a mostly vegetarian diet, with the exception of a few animal meats. It’s also referred to as the semi-vegetarian diet.
pt: A dieta flexitariana está entre onívora e vegetariana. É alguém que come uma dieta principalmente vegetariana, com exceção de algumas carnes de animais. Também é conhecida como dieta semi-vegetariana.

# Flexitarian_Name
source: Flexitarian
pt: Flexitariana

# GlutenFree_Description
source: The gluten free diet is essentially eliminating gluten from food. Gluten is a type of protein commonly found in wheat and other grains.
pt: A dieta sem glúten é essencialmente eliminar o glúten dos alimentos. O glúten é um tipo de proteína comumente encontrada no trigo e outros grãos.

# GlutenFree_Name
source: Gluten Free
pt: Sem glúten

# Omnivore_Description
source: The omnivore diet consists of animal products and meat, as well as fruits and vegetables. It essentially means that one can eat everything and nothing is limited to them.
pt: A dieta onívora consiste em produtos de origem animal e carne, além de frutas e vegetais. Significa essencialmente que se pode comer tudo e nada se limita a eles.

# Omnivore_Name
source: Omnivore
pt: Onívora

# OrganicAllnaturalLocal_Description
source: An organic, all natural, and/or local food diet consists of all or mostly organic foods and/or made locally, often by small businesses or farms.
pt: Uma dieta alimentar orgânica, totalmente natural e/ou local consiste em todos ou principalmente alimentos orgânicos e/ou feitos localmente, muitas vezes por pequenas empresas ou fazendas.

# OrganicAllnaturalLocal_Name
source: Organic / All Natural / Local
pt: Orgânico / Tudo Natural / Local

# RawFood_Description
source: The raw food diet consists of only fresh, uncooked fruits, vegetables, nuts, and/or seeds. In other words, it’s pure raw and doesn’t contain any processed foods which often lose their nutritional value.
pt: A dieta de alimentos crus consiste apenas em frutas frescas, não cozidas, vegetais, nozes e/ou sementes. Em outras palavras, é puro cru e não contém alimentos processados que muitas vezes perdem seu valor nutricional.

# RawFood_Name
source: Raw Food
pt: Alimentos crus

# Vegan_Description
source: The vegan diet is similar to the vegetarian diet in that it does not include any animal meat. But, it also doesn’t include any animal products at all.
pt: A dieta vegana é semelhante à dieta vegetariana, pois não inclui carne animal. Mas também não inclui nenhum produto animal.

# Vegan_Name
source: Vegan
pt: Vegana

# Vegetarian_Description
source: The vegetarian diet consists of no animal meat, but includes other animal products, such as dairy, like milk, cheese, yogurt, and can even sometimes include eggs or not.
pt: A dieta vegetariana não consiste em carne animal, mas inclui outros produtos de origem animal, como laticínios, como leite, queijo, iogurte, e às vezes pode até incluir ovos ou não.

# Vegetarian_Name
source: Vegetarian
pt: Vegetariana
