Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/Disability.*.resx
Languages: pt

# Hearing_Description
source: “Deaf” describes an individual who has severe to profound hearing loss. “Deafened” describes an individual who has acquired a hearing loss in adulthood.
pt: “Surdo” descreve um indivíduo que tem perda auditiva severa a profunda. “Ensurdecido” descreve um indivíduo que adquiriu uma perda auditiva na idade adulta.

# Hearing_Name
source: Hearing
pt: Audição

# Intellectual_Description
source: Characterized by intellectual development and capacity that is significantly below average. Involves a permanent limitation in a person’s ability to learn.
pt: Caracterizado por um desenvolvimento e capacidade intelectual significativamente abaixo da média. Envolve uma limitação permanente na capacidade de uma pessoa aprender.

# Intellectual_Name
source: Intellectual
pt: Intelectual

# Learning_Description
source: A learning disability is essentially a specific and persistent disorder of a person’s central nervous system affecting the learning process. This impacts a person’s ability to either interpret what they see and hear, or to link information from different parts of the brain.
pt: Uma dificuldade de aprendizagem é essencialmente um distúrbio específico e persistente do sistema nervoso central de uma pessoa que afeta o processo de aprendizagem. Isso afeta a capacidade de uma pessoa de interpretar o que vê e ouve ou vincular informações de diferentes partes do cérebro.

# Learning_Name
source: Learning
pt: Aprendizagem

# MentalHealth_Description
source: Mental health disabilities can take many forms, just as physical disabilities do. They are generally classified into six categories: Schizophrenia, Mood Disorders, Anxiety Disorders, Eating Disorders, Personality Disorders, Organic Brain Disorders.
pt: As deficiências de saúde mental podem assumir muitas formas, assim como as deficiências físicas. Eles são geralmente classificados em seis categorias: Esquizofrenia, Transtornos do Humor, Transtornos de Ansiedade, Transtornos Alimentares, Transtornos da Personalidade, Transtornos Orgânicos do Cérebro.

# MentalHealth_Name
source: Mental Health
pt: Saúde mental

# Physical_Description
source: Includes physiological, functional and/or mobility impairments. Can be fluctuating or intermittent, chronic, progressive or stable, visible or invisible.
pt: Inclui deficiências fisiológicas, funcionais e/ou de mobilidade. Pode ser flutuante ou intermitente, crônica, progressiva ou estável, visível ou invisível.

# Physical_Name
source: Physical
pt: Física

# Visual_Description
source: “Legally Blind” describes an individual who has 10% or less of normal vision. Only 10% of people with a visual disability are actually totally blind. The other 90% are described as having a “Visual Impairment.”
pt: “Legally Blind” descreve um indivíduo que tem 10% ou menos de visão normal. Apenas 10% das pessoas com deficiência visual são realmente totalmente cegas. Os outros 90% são descritos como tendo uma “deficiência visual”.
