Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/GenderIdentity.*.resx
Languages: pt

# Agender_Description
source: Agender refers to a person who doesn’t identify with any gender identity, often preferring gender-neutral pronouns such as they.
pt: Agênero refere-se a uma pessoa que não se identifica com nenhuma identidade de gênero, muitas vezes preferindo pronomes de gênero neutro como eles.

# Agender_Name
source: Agender
pt: Agênero

# Androgyne_Description
source: A person whose gender expression incorporates both masculine and feminine elements. Androgyne can also describe either gender expression or gender identity.
pt: Uma pessoa cuja expressão de gênero incorpora elementos masculinos e femininos. Andrógino também pode descrever a expressão de gênero ou a identidade de gênero.

# Androgyne_Name
source: Androgyne
pt: Andrógino

# Bigender_Description
source: A person who identifies with both female and male genders. A bigender person may express two genders simultaneously or fluctuates between two genders.
pt: Pessoa que se identifica com os gêneros feminino e masculino. Uma pessoa bigênero pode expressar dois gêneros simultaneamente ou flutuar entre dois gêneros.

# Bigender_Name
source: Bigender
pt: Bigênero

# Cisgender_Description
source: A person whose gender identity matches the gender assigned to them at birth, usually based on their biological sex.
pt: Uma pessoa cuja identidade de gênero corresponde ao gênero que lhe foi atribuído no nascimento, geralmente com base em seu sexo biológico.

# Cisgender_Name
source: Cisgender
pt: Cisgênero

# Genderfluid_Description
source: A person whose gender identity is not fixed and changes over time. Genderfluid people can identify with different genders at different times or a combination of genders at once.
pt: Uma pessoa cuja identidade de gênero não é fixa e muda ao longo do tempo. As pessoas Gênero Fluido podem se identificar com diferentes gêneros em momentos diferentes ou com uma combinação de gêneros ao mesmo tempo.

# Genderfluid_Name
source: Genderfluid
pt: Gênero Fluido

# GenderNonconforming_Description
source: An umbrella term that describes anyone whose gender expression or identity does not align with traditional societal expectations.
pt: Um termo abrangente que descreve qualquer pessoa cuja expressão ou identidade de gênero não se alinha com as expectativas sociais tradicionais.

# GenderNonconforming_Name
source: Gender-nonconforming
pt: Inconformidade de Gênero

# Genderqueer_Description
source: An umbrella term for a person who doesn’t identify with a single gender identity. This term overlaps with non-binary and can also describe anyone who is not cisgender.
pt: Um termo genérico para uma pessoa que não se identifica com uma única identidade de gênero. Este termo se sobrepõe ao não-binário e também pode descrever qualquer pessoa que não seja cisgênero.

# Genderqueer_Name
source: Genderqueer
pt: Queer

# Intergender_Description
source: A person whose gender identity is midway between male and female.
pt: Uma pessoa cuja identidade de gênero está no meio do caminho entre o masculino e o feminino.

# Intergender_Name
source: Intergender
pt: Intergênero

# Intersex_Description
source: A person born with ambiguously gendered bodies due to chromosome anomalies or ambiguous genitalia. Intersex people often receive a gender assignment at birth through medical intervention, which may or may not correspond to the gender they identify with as they age.
pt: Uma pessoa nascida com corpos de gênero ambíguo devido a anomalias cromossômicas ou genitália ambígua. As pessoas intersexuais geralmente recebem uma atribuição de gênero no nascimento por meio de intervenção médica, que pode ou não corresponder ao gênero com o qual se identificam à medida que envelhecem.

# Intersex_Name
source: Intersex
pt: Intersexo

# NonBinary_Description
source: A person who doesn’t fall under the traditional male-female binary. A non-binary person may identify as both male and female, or neither.
pt: Uma pessoa que não se enquadra no tradicional binário masculino-feminino. Uma pessoa não-binária pode se identificar como homem e mulher, ou nenhum dos dois.

# NonBinary_Name
source: Non-binary
pt: Não-binário

# Omnigender_Description
source: A person who identifies as a mixture of several genders or as all genders simultaneously, including ones outside the traditional male-female binary. Pangender is another term for omnigender.
pt: Uma pessoa que se identifica como uma mistura de vários gêneros ou como todos os gêneros simultaneamente, incluindo aqueles fora do binário tradicional masculino-feminino. Pangender é outro termo para omnigênero.

# Omnigender_Name
source: Omnigender
pt: Omnigênero

# Questioning_Description
source: A person who is in the process of exploration or discovery regarding their gender expression or identity.
pt: Uma pessoa que está em processo de exploração ou descoberta em relação à sua expressão ou identidade de gênero.

# Questioning_Name
source: Questioning
pt: Questionamento

# Transgender_Description
source: A person whose gender identity doesn’t match their assigned sex at birth (often shortened to “trans” or listed with their affirmed gender, e.g., “trans woman” or “trans man”). Some transgender people choose to undergo hormonal treatments or surgeries to match their gender identity, but others do not.
pt: Uma pessoa cuja identidade de gênero não corresponde ao sexo atribuído no nascimento (geralmente abreviado para “trans” ou listado com seu gênero afirmado, por exemplo, “mulher trans” ou “homem trans”). Algumas pessoas transexuais optam por se submeter a tratamentos hormonais ou cirurgias para combinar com sua identidade de gênero, mas outras não.

# Transgender_Name
source: Transgender
pt: Transgênero

# Transsexual_Description
source: An older term sometimes used to describe a person who has chosen to undergo hormonal treatments or anatomical surgeries to match their gender identity. While some people identify with this term, others find it offensive or outdated because of how the medical community historically used the label.
pt: Um termo mais antigo às vezes usado para descrever uma pessoa que optou por se submeter a tratamentos hormonais ou cirurgias anatômicas para corresponder à sua identidade de gênero. Enquanto algumas pessoas se identificam com esse termo, outras o consideram ofensivo ou desatualizado por causa de como a comunidade médica historicamente usou o rótulo.

# Transsexual_Name
source: Transsexual
pt: Transexual

# TwoSpirit_Description
source: A broad term that some Indigenous North Americans use to describe people in their community who identify as having both a masculine and feminine spirit. Two-spirit can describe gender expression and/or sexual identity.
pt: Um termo amplo que alguns indígenas norte-americanos usam para descrever pessoas em sua comunidade que se identificam como tendo um espírito masculino e feminino. Dois espíritos podem descrever a expressão de gênero e/ou identidade sexual.

# TwoSpirit_Name
source: Two-spirit
pt: Dois espíritos
