Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/Holidays.*.resx
Languages: pt

# AdultOnlyHolidays_Name
source: Adult Only Holidays
pt: Férias apenas para adultos

# Backpacking_Description
source: It is the outdoor recreation of carrying personal things on your back while walking for more than a day. It is often, but not always, a long trip and may or may not involve camping outdoors.
pt: É a recreação ao ar livre de carregar coisas pessoais nas costas, enquanto caminha por mais de um dia. Freqüentemente, mas nem sempre, é uma viagem longa e pode ou não envolver acampar ao ar livre.

# Backpacking_Name
source: Backpacking
pt: Mochilão

# BeachWaterSports_Name
source: Beach / Water Sports
pt: Praia / Esportes aquáticos

# Camping_Description
source: A place with temporary accommodation of huts, tents or other structures, normally used by soldiers, refugees, prisoners or travelers
pt: Um local com acomodações temporárias de cabanas, tendas ou outras estruturas, normalmente usadas por soldados, refugiados, prisioneiros ou viajantes

# CityBreak_Name
source: City Break
pt: Passeio pela cidade

# CouchSurfing_Description
source: The practice of traveling and staying with people you don't know, who advertise their homes on the internet
pt: A prática de viajar e ficar hospedadas na casa de pessoas que você não conhece, que anunciam suas casas na internet

# CountrysideBreak_Name
source: Countryside Break
pt: Férias no campo

# CruiseHolidays_Name
source: Cruise Holidays
pt: Cruzeiro de férias

# ExploringExoticAdventurousPlaces_Name
source: Exploring Exotic Adventurous Places
pt: Explorar lugares exóticos e aventureiros

# HomeSwap_Description
source: An arrangement where two families switch homes on vacation
pt: Um arranjo em que duas famílias trocam de casas nas férias

# JustStayingHome_Name
source: Just Staying Home
pt: Apenas ficar em casa

# LakesMountains_Name
source: Lakes / Mountains
pt: Lagos / Montanhas

# MusicEventsFestivals_Name
source: Music / Events Festivals
pt: Eventos / Festivais de música

# OutdoorSportingActivities_Name
source: Outdoor Sporting Activities
pt: Atividades esportivas ao ar livre

# RelaxingWellness_Name
source: Relaxing / Wellness
pt: Relaxar / Bem estar

# RoadTtrips_Name
source: Road Ttrips
pt: Viagens de carro / trailer

# Safaris_Name
source: Safaris
pt: Safári

# SportHolidays_Name
source: Sport Holidays
pt: Férias esportivas

# TrainJourneys_Name
source: Train Journeys
pt: Viagens de trem

# VisitingFamily_Name
source: Visiting Family
pt: Visitar família

# VisitingFamousLandmarks_Name
source: Visiting Famous Landmarks
pt: Visitar atrações turísticas famosas
