Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/LoveLanguage.*.resx
Languages: pt

# ActsOfServices_Description
source: This love language expresses itself by doing things that you know your spouse would like. Cooking a meal, doing laundry, and picking up a recipe are all acts of service. They require some thought, time and effort.
pt: Essa linguagem do amor se expressa fazendo coisas que você sabe que seu cônjuge gostaria. Cozinhar uma refeição, lavar a roupa e pegar uma receita são atos de serviço. Eles exigem algum pensamento, tempo e esforço.

# ActsOfServices_Name
source: Acts Of Services
pt: Gestos de Serviço

# PhysicalTouch_Description
source: For people with this love language, nothing is more impactful than their partner's physical touch. They don't like over-the-top DPA (Public Display of Affection), but they feel more connected and secure in a relationship, holding hands, kissing, hugging, etc.
pt: Para as pessoas com essa linguagem do amor, nada é mais impactante do que o toque físico de seu parceiro. Eles não gostam de DPA (demonstração pública de afeto) exagerado, mas se sentem mais conectados e seguros em um relacionamento, dando as mãos, beijando, abraçando, etc.

# PhysicalTouch_Name
source: Physical Touch
pt: Toque Físico

# QualityTime_Description
source: This love language is all about exclusive attention. No televisions, no smartphones or any other distractions. If this is your partner's primary language, they don't just want to be included during this time, they want to be the center of your attention. They want their partners to look at them and only them.
pt: Essa linguagem do amor tem tudo a ver com atenção exclusiva. Sem televisores, sem smartphones ou qualquer outra distração. Se este for o idioma principal do seu parceiro, eles não querem apenas ser incluídos durante este período, eles querem ser o centro da sua atenção. Eles querem que seus parceiros olhem para eles e apenas para eles.

# QualityTime_Name
source: Quality Time
pt: Qualidade de Tempo

# ReceivingGifts_Description
source: This love language is not necessarily materialistic. It just means that a meaningful or thoughtful gift makes your partner feel loved and appreciated. Something as simple as grabbing a pint of your favorite ice cream after a long week at work can have a big impact.
pt: Essa linguagem do amor não é necessariamente materialista. Significa apenas que um presente significativo ou atencioso faz seu parceiro se sentir amado e apreciado. Algo tão simples como pegar meio litro de seu sorvete favorito depois de uma longa semana de trabalho pode ter um grande impacto.

# ReceivingGifts_Name
source: Receiving Gifts
pt: Recebendo Presentes

# WordsOfAffirmation_Description
source: This love language expresses love with words that edify your partner. Verbal praise doesn't have to be complicated; the shortest, simplest compliments can be the most effective.
pt: Esta linguagem do amor expressa o amor com palavras que edificam o seu parceiro. Elogios verbais não precisam ser complicados; os elogios mais curtos e simples podem ser os mais eficazes.

# WordsOfAffirmation_Name
source: Words Of Affirmation
pt: Palavras de Afirmação
