Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/MovieGenre.*.resx
Languages: pt

# Action_Description
source: Action genre films are defined by risk and challenge. Including fight scenes, stunts, car chases and general danger. (Heroic Bloodshed, Military Action, Espionage, Wuxia, Disaster, Adventure, Superhero)
pt: Os filmes do gênero de ação são definidos pelo risco e pelo desafio. Incluindo cenas de luta, acrobacias, perseguições de carro e perigo geral. (Derramamento de sangue heróico, ação militar, espionagem, wuxia, desastre, aventura, super-herói)

# Action_Name
source: Action
pt: Ação

# Animation_Description
source: The genre of animation is defined by inanimate objects being manipulated to appear alive. (Traditional, Stop Motion, Claymation, Cutout, Computer Generated Images - CGI, Puppetry, Live-Action)
pt: O gênero da animação é definido por objetos inanimados sendo manipulados para parecerem vivos. (Tradicional, Stop Motion, Claymation, Cutout, Imagens Geradas por Computador - CGI, Puppetry, Live-Action)

# Animation_Name
source: Animation
pt: Animação

# Comedy_Description
source: The comedy genre is defined by events that are intended to make someone laugh, whether the story is macabre, funny or silly. (Action Comedy, Dark Comedy, Romantic Comedy, Buddy Comedy, Road Comedy, Slap Comedy, Parody, Satire, Sitcom, Sketch Comedy, Mockumentary, prank)
pt: O gênero da comédia é definido por eventos que pretendem fazer alguém rir, não importa se a história é macabra, engraçada ou boba. (Comédia de ação, Dark Comedy, Comédia romântica, Buddy Comedy, Road Comedy, Comédia pastelão, paródia, sátira, sitcom, Sketch Comedy, Mockumentary, pegadinha)

# Comedy_Name
source: Comedy
pt: Comédia

# Crime_Description
source: The crime genre deals with both sides of the criminal justice system, but does not focus on legislative issues or civil cases and lawsuits. (Caper, Heist, Gangster, Policeman, Detective, Court, Procedural)
pt: O gênero crime lida com ambos os lados do sistema de justiça criminal, mas não se concentra em questões legislativas ou processos civis e ações judiciais. (Caper, Heist, Gangster, Policial, Detetive, Tribunal, Processual)

# Drama_Description
source: The dramatic genre is defined by conflict and often looks to reality rather than sensationalism. (Melodrama, Teen Drama, Philosophical Drama, Medical Drama, Legal Drama, Political Drama, Anthropological Drama, Religious Drama, Docudrama)
pt: O gênero dramático é definido pelo conflito e muitas vezes olha para a realidade ao invés do sensacionalismo. (Melodrama, Drama Adolescente, Drama Filosófico, Drama Médico, Drama Jurídico, Drama Político, Drama Antropológico, Drama Religioso, Docudrama)

# Experimental_Description
source: The experimental genre is often defined by the idea that the work of art and entertainment does not fit into a particular genre or subgenre, and is conceived as such. (Surrealistic, Absurd)
pt: O gênero experimental é frequentemente definido pela ideia de que a obra de arte e entretenimento não se enquadra em um gênero ou subgênero particular, e é concebida como tal. (Surrealista, Absurdo)

# Fantasy_Description
source: The fantasy genre is defined by both the circumstances and the setting within a fictional universe with an unrealistic set of natural laws. (Contemporary Fantasy, Urban Fantasy, Dark Fantasy, Elevated Fantasy, Myth)
pt: O gênero de fantasia é definido tanto pelas circunstâncias quanto pelo cenário dentro de um universo ficcional com um conjunto irreal de leis naturais. (Fantasia contemporânea, Fantasia urbana, Fantasia negra, Fantasia elevada, Mito)

# Fantasy_Name
source: Fantasy
pt: Fantasia

# Historical_Description
source: The historical genre can be divided into two sections. One deals with accurate representations of historical accounts, which may include biographies, autobiographies, and memoirs. The other section is made up of fictional films that are placed within an accurate representation of a historical setting. (Historical event, biography, historical epic, historical fiction, period piece, alternative history)
pt: O gênero histórico pode ser dividido em duas seções. Um trata de representações precisas de relatos históricos, que podem incluir biografias, autobiografias e memórias. A outra seção é composta por filmes de ficção que são colocados dentro de uma representação precisa de um cenário histórico. (Evento histórico, biografia, épico histórico, ficção histórica, peça de época, história alternativa)

# Historical_Name
source: Historical
pt: Histórico / Fatos Reais

# Horror_Description
source: The horror genre is centered around the depiction of terrifying or macabre events for the sake of entertainment. (Ghost, Monster, Werewolf, Vampire, Hidden, Slasher, Splatter, Found footage, Zombie)
pt: O gênero de terror é centrado na descrição de eventos aterrorizantes ou macabros por uma questão de entretenimento. (Fantasma, Monstro, Lobisomem, Vampiro, Oculto, Slasher, Splatter, Filmagem encontrada, Zumbi)

# Horror_Name
source: Horror
pt: Terror

# Musical_Description
source: Musicals can incorporate any other genre, but they do incorporate characters who sing songs and perform dance numbers.
pt: Os musicais podem incorporar qualquer outro gênero, mas incorporam personagens que cantam canções e executam números de dança.

# Romance_Description
source: The romance genre is defined by intimate relationships. (romance drama, romance thriller, period romance)
pt: O gênero romance é definido por relacionamentos íntimos. (Drama romance, suspense romance, romance de época)

# ScienceFiction_Description
source: Science fiction films are defined by a mixture of speculation and science. (Post-apocalyptic, Utopian, Dystopian, Cyberpunk, Steampunk, Tech Noir, Space Opera, Contemporary, Military)
pt: Os filmes de ficção científica são definidos por uma mistura de especulação e ciência. (Pós-apocalíptico, Utópico, Distópico, Cyberpunk, Steampunk, Tech Noir, Space Opera, Contemporâneo, Militar)

# ScienceFiction_Name
source: Science Fiction
pt: Ficção científica

# Thriller_Description
source: A thriller story is primarily about emotional purpose, which is to provoke strong emotions, mainly dealing with generating suspense and anxiety. (Psychological, Mystery, Techno, Film Noir)
pt: Uma história de suspense é principalmente sobre o propósito emocional, que é provocar emoções fortes, lidando principalmente com a geração de suspense e ansiedade. (Psicológico, Mistério, Techno, Film Noir)

# Thriller_Name
source: Thriller
pt: Suspense

# War_Description
source: War movies revolve around large-scale conflicts between opposing forces within a universe that shares the same natural laws as our own.
pt: Os filmes do gênero guerra giram em torno de conflitos de grande escala entre forças opostas dentro de um universo que compartilha as mesmas leis naturais que o nosso.

# War_Name
source: War
pt: Guerra

# Western_Description
source: Westerns are defined by their setting and time period. The story needs to be set in the American West, which begins at the eastern end of Missouri and extends to the Pacific Ocean. (Epic Western, Empire Western, Marshal Western, Outlaw Western, Revenge Western, Revisionist Western, Spaghetti Western)
pt: Faroeste são definidos por sua configuração e período de tempo. A história precisa se passar no oeste americano, que começa no extremo leste do Missouri e se estende até o oceano Pacífico. (Western épico, Empire Western, Marshal Western, Outlaw Western, Revenge Western, Revisionist Western, Spaghetti Western)

# Western_Name
source: Western
pt: Faroeste
