Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/MusicGenre.*.resx
Languages: pt

# Alternative_Description
source: Sub-Genres: Alternative Rock • College Rock • Experimental Rock • Goth Rock • Grunge • Hardcore Punk • Hard Rock • Indie Rock • New Wave • Progressive Rock • Punk • Shoegaze • Steampunk
pt: Subgêneros: Rock alternativo • Rock universitário • Rock experimental • Rock gótico • Grunge • Punk Hardcore • Hard Rock • Rock Indie • New Wave • Rock Progressivo • Punk • Shoegaze • Steampunk

# Alternative_Name
source: Alternative
pt: Alternativa

# Blues_Description
source: Sub-Genres: Acoustic Blues • Chicago Blues • Classic Blues • Contemporary Blues • Country Blues • Delta Blues • Electric Blues
pt: Subgêneros: Acoustic Blues • Chicago Blues • Classic Blues • Contemporâneo Blues • Country Blues • Delta Blues • Electric Blues

# Childrens_Description
source: Sub-Genres: Lullabies • Sing-Along • Stories
pt: Subgêneros: Canções de ninar • Cantar junto • Histórias

# Childrens_Name
source: Children
pt: Música infantil

# Christian_Description
source: Sub-Genres: CCM • Christian Metal • Christian Pop • Christian Rap • Christian Rock • Classic Christian • Contemporary Gospel • Gospel • Christian & Gospel • Praise & Worship • Qawwali • Southern Gospel • Traditional Gospel
pt: Sub-Gêneros: CCM • Metal Cristão • Pop Cristão • Rap Cristão • Rock Cristão • Cristão Clássico • Gospel Contemporâneo • Gospel • Cristão e Gospel • Louvor e Adoração • Qawwali • Southern Gospel • Gospel Tradicional

# Christian_Name
source: Christian
pt: Cristã

# Classical_Description
source: Sub-Genres: Avant-Garde • Baroque • Chamber Music • Chant • Choral • Classical Crossover • Early Music • High Classical • Impressionist • Medieval • Minimalism • Modern Composition • Opera • Orchestral • Renaissance • Romantic • Wedding Music
pt: Subgêneros: Vanguarda • Barroco • Música de Câmara • Canto • Coral • Crossover Clássico • Música Antiga • Alto Clássico • Impressionista • Medieval • Minimalismo • Composição Moderna • Ópera • Orquestral • Renascimento • Romântico • Música de Casamento

# Classical_Name
source: Classical
pt: Clássica

# Country_Description
source: Sub-Genres: Alternative Country • Americana • Bluegrass • Contemporary Bluegrass • Contemporary Country • Country Gospel • Honky Tonk • Outlaw Country • Traditional Bluegrass • Traditional Country • Urban Cowboy
pt: Sub-Gêneros: Country Alternativo • Americana • Bluegrass • Bluegrass Contemporâneo • Country Contemporâneo • Country Gospel • Honky Tonk • Outlaw Country • Bluegrass Tradicional • Country Tradicional • Urban Cowboy

# Electronic_Description
source: Sub-Genres: Breakbeat • Dubstep • Exercise • Garage • Hardcore • Hard Dance • Hi-NRG / Eurodance • House • Jackin House • Jungle • Drum N Bass • Techno • Trance
pt: Sub-Gêneros: Breakbeat • Dubstep • Exercício • Garage • Hardcore • Hard Dance • Hi-NRG / Eurodance • House • Jackin House • Jungle • Drum N Bass • Techno • Trance

# Electronic_Name
source: Electronic
pt: Eletrônica

# Folk_Description
source: Sub-Genres: Folk metal • Folk rock • Neo-Folk • Anti-folk • Indie Folk • Folk Punk • Contemporary Folk • Progressive Folk • Folk Country • Psychedelic Folk • Americana • Skiffle • Ballads
pt: Subgêneros: Folk metal • Folk rock • Neo-Folk • Anti-folk • Indie Folk • Folk Punk • Folk Contemporâneo • Folk Progressivo • Folk Country • Folk Psicodélico • Americana • Skiffle • Baladas

# HipHopRap_Description
source: Sub-Genres: Alternative Rap • Bounce • Dirty South • East Coast Rap • Gangsta Rap • Hardcore Rap • Hip-Hop • Latin Rap • Old School Rap • Rap • Underground Rap • West Coast Rap • Mumble Rap
pt: Subgêneros: Rap Alternativo • Bounce • Dirty South • Rap da Costa Leste • Gangsta Rap • Rap Hardcore • Hip-Hop • Rap Latino • Rap da Velha Escola • Rap • Rap Underground • Rap da Costa Oeste • Rap Mumble

# Jazz_Description
source: Sub-Genres: Acid Jazz • Avant-Garde Jazz • Big Band • Blue Note • Contemporary Jazz • Easy Listening • Crossover Jazz • Dixieland • Ethio-Jazz Fusion • Hard Bop • Latin Jazz • Mainstream Jazz • Ragtime • Smooth Jazz • Trad Jazz
pt: Subgêneros: Acid Jazz • Avant-Garde Jazz • Big Band • Blue Note • Jazz Contemporâneo • Easy Listening • Crossover Jazz • Dixieland • Ethio-Jazz Fusion • Hard Bop • Latin Jazz • Mainstream Jazz • Ragtime • Smooth Jazz • Trad Jazz

# Latino_Description
source: Sub-Genres: Alternativo & Rock Latino • Baladas y Boleros • Brazilian • Contemporary Latin • Latin Jazz • Pop Latino • Raíces • Reggaeton y Hip-Hop • Regional Mexicano • Salsa • Tropical • Bachata • Rumba • Tango
pt: Subgêneros: Alternativo e Rock Latino • Baladas e Boleros • Brasileiro • Latino Contemporâneo • Jazz Latino • Pop Latino • Raíces • Reggaeton e Hip-Hop • Regional Mexicano • Salsa • Tropical • Bachata • Rumba • Tango

# NewAge_Description
source: Sub-Genres: Environmental • Healing • Meditation • Nature • Relaxation • Travel
pt: Subgêneros: Ambiental • Cura • Meditação • Natureza • Relaxamento • Viagem

# NewAge_Name
source: New Age
pt: Nova Era

# Pop_Description
source: Sub-Genres: Baroque Pop • Country Pop • Contemporary R&B • Cowboy Pop • Dancehall Pop • Electropop •emo Pop • Folk-Pop • Hip-Pop • Indie Pop • Pop Punk • Pop Rap • Ambient Pop • Pop Rock • Power Pop • Psychedelic Pop • Space Age Pop • Worldbeat • K Pop
pt: Subgêneros: Pop Barroco • Country Pop • R&B Contemporâneo • Cowboy Pop • Dancehall Pop • Electropop • Emo Pop • Folk-Pop • Hip-Pop • Indie Pop • Pop Punk • Pop Rap • Pop Ambiente • Pop Rock • Power Pop • Pop Psicodélico • Pop da Era Espacial • Worldbeat • K Pop

# RB_Description
source: Sub-Genres: Contemporary R&B • Disco • Doo Wop • Funk • Motown • Neo-Soul • Quiet Storm • Soul
pt: Subgêneros: R&B Contemporâneo • Disco • Doo Wop • Funk • Motown • Neo-Soul • Quiet Storm • Soul

# Reggae_Description
source: Sub-Genres: Dancehall • Dub • Roots Reggae • Ska • Mento • Reggaestep • Gospel Reggae • Contemporary Reggae
pt: Sub-Gêneros: Dancehall • Dub • Roots Reggae • Ska • Mento • Reggaestep • Gospel Reggae • Reggae Contemporâneo

# Rock_Description
source: Sub-Genres: Adult Alternative • American Rock • Arena Rock • Blues-Rock • British Invasion • Death Metal/Black Metal • Glam Rock • Hair Metal • Hard Rock ! Metal • Jam Bands • Prog-Rock/Art Rock • Psychedelic • Rock & Roll • Rockabilly • Roots Rock • Singer/Songwriter • Classic Rock • Southern Rock
pt: Sub-Gêneros: Alternativa Adulto • Rock Americano • Arena Rock • Blues-Rock • Invasão Britânica • Death Metal/Black Metal • Glam Rock • Hair Metal • Hard Rock ! Metal • Jam Bands • Prog-Rock/Art Rock • Psicodélico • Rock & Roll • Rockabilly • Roots Rock • Cantor/Compositor • Classic Rock • Southern Rock
