Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/MyersBriggsTypeIndicator.*.resx
Languages: pt

# ENFJ_Description
source: People who share the Protagonist personality type feel more at home when they are in a relationship, and few types are more eager to make a romantic commitment to their chosen partner. The protagonists take dating and relationships seriously, selecting partners with a long-term view rather than the more casual approach you might expect from some Explorer types. There is no greater joy for the Protagonists than helping towards the goals of someone they care about, and the intertwining of lives that a committed relationship represents is the perfect opportunity to do just that.
pt: Pessoas que compartilham o tipo de personalidade de Protagonista se sentem mais em casa quando estão em um relacionamento, e poucos tipos estão mais ansiosos para estabelecer um compromisso amoroso com o parceiro escolhido. Os protagonistas levam o namoro e os relacionamentos a sério, selecionando parceiros com um olhar voltado para o longo prazo, em vez da abordagem mais casual que pode ser esperada de alguns tipos do grupo Explorador. Não há alegria maior para os Protagonistas do que ajudar ao longo dos objetivos de alguém de quem gostam, e o entrelaçamento de vidas que um relacionamento sério representa é a oportunidade perfeita para fazer exatamente isso.

# ENFJ_Group
source: Diplomats
pt: Diplomatas

# ENFJ_Name
source: Protagonist (ENFJ)
pt: Protagonista (ENFJ)

# ENFP_Description
source: When it comes to relationships, there's hardly anyone around who's more excited than Campaigners to share with their partners the abundance of insightful insights and experiences life has to offer. For people with the Campaigners personality type, relationships are a joyful process of mutual exploration and imagination, a chance to connect with another soul. Campaigners take their relationships seriously and are known for their uninhibited and unwavering devotion to the people to whom they have committed their hearts.
pt: Quando se trata de relacionamentos, dificilmente há alguém por perto que está mais animado do que os ativistas para compartilhar com seus parceiros a abundância de ideias e experiências reveladoras que a vida tem a oferecer. Para pessoas com o tipo de personalidade de Ativista, os relacionamentos são um processo alegre de exploração e imaginação mútuas, uma chance de se conectar com outra alma. Os ativistas levam seus relacionamentos a sério e são conhecidos por sua devoção desinibida e inabalável às pessoas a quem comprometeram seus corações.

# ENFP_Group
source: Diplomats
pt: Diplomatas

# ENFP_Name
source: Campaigner (ENFP)
pt: Ativista (ENFP)

# ENTJ_Description
source: As in other areas of their lives, commanders approach dating and relationships with a set of goals and a plan to achieve them, and they do so with impressive energy and enthusiasm. People with the Commander personality type want to win and will gladly take on leadership roles in relationships early on, taking personal responsibility for how things go and actively working to ensure a mutually rewarding experience. Romantic relationships are serious business, and commanders have been at it for a long time.
pt: Como em outras áreas de suas vidas, os comandantes abordam o namoro e os relacionamentos com um conjunto de metas e um plano para alcançá-los, e agem assim com energia e entusiasmo impressionantes. Pessoas com o tipo de personalidade de Comandante querem vencer e, com prazer, assumirão papéis de liderança nos relacionamentos desde o início, assumindo responsabilidade pessoal por como as coisas vão bem e trabalhando ativamente para garantir uma experiência mutuamente gratificante. Relacionamentos românticos são um negócio sério, e os comandantes estão nisso por muito tempo.

# ENTJ_Group
source: Analysts
pt: Analistas

# ENTJ_Name
source: Commander (ENTJ)
pt: Comandante (ENTJ)

# ENTP_Description
source: If there's one thing Debaters are good at, it's coming up with a never-ending stream of innovations and ideas to keep things moving forward, and that's evident in their romantic relationships as well. For people with the Breakthrough personality type, growth is key, and even before they find a dating partner, they imagine all the ways they can try new things together, to grow together. This can be an overwhelming process if your partner doesn't respond, but when Innovators find someone who shares their love of intellectual exploration, beware.
pt: Se há uma coisa em que os Inovadores são bons, é apresentar um fluxo interminável de inovações e ideias para manter as coisas avançando, e isso é evidente em seus relacionamentos românticos também. Para as pessoas com o tipo de personalidade Inovador, o crescimento é a chave, e mesmo antes de encontrarem um parceiro de namoro, elas imaginam todas as maneiras pelas quais podem experimentar coisas novas juntos, para crescer em conjunto. Este pode ser um processo opressor se seu parceiro não corresponder, mas quando os Inovadores encontrarem alguém que compartilhe seu amor pela exploração intelectual, tome cuidado.

# ENTP_Group
source: Analysts
pt: Analistas

# ENTP_Name
source: Debater (ENTP)
pt: Inovador (ENTP)

# ESFJ_Description
source: Valuing social validation and a sense of belonging so highly, romantic relationships hold a special level of importance for consuls. No other relationship type provides people with the Consul personality type the same level of support and devotion, and the feelings of security and stability that accompany strong romantic relationships are extremely warm.
pt: Valorizando a validação social e um senso de pertencimento tão altamente, os relacionamentos românticos têm um nível especial de importância para os cônsules. Nenhum outro tipo de relacionamento fornece às pessoas com o tipo de personalidade Cônsul o mesmo nível de apoio e devoção, e os sentimentos de segurança e estabilidade que acompanham relacionamentos românticos fortes são extremamente calorosos.

# ESFJ_Group
source: Sentinels
pt: Sentinelas

# ESFJ_Name
source: Consul (ESFJ)
pt: Cônsul (ESFJ)

# ESFP_Description
source: Entertainers are sociable, fun-loving and free-spirited people who live life in the moment and extract every bit of emotion from everything. Naturally, they spare none of that freshness and energy in dating. For people with the Entertainer personality type, relationships aren't about slowly building the groundwork for the future or planning a life - they're bubbly, unpredictable things to enjoy as long as there's pleasure to be had.
pt: Animadores são pessoas sociáveis, amantes da diversão e de espírito livre, que vivem a vida no momento e extraem cada pedacinho de emoção de tudo. Naturalmente, eles não poupam nada desse frescor e energia no namoro. Para pessoas com o tipo de personalidade de Animador, os relacionamentos não são sobre construir lentamente as bases para o futuro ou planejar uma vida - eles são coisas borbulhantes e imprevisíveis para serem desfrutadas enquanto houver prazer a ser desfrutado.

# ESFP_Group
source: Explorers
pt: Exploradores

# ESFP_Name
source: Entertainer (ESFP)
pt: Animador (ESFP)

# ESTJ_Description
source: Executives are quite unique in the sense that their relationships don't really change as they progress from the dating phase to more stable, long-term relationships and even further into marriage. Because they value honesty and openness so much, people with an executive personality tend to be clear about who they are, what they are like, and what their goals are from the start, and they should follow through on these statements for the long haul. As long as your partner is able to take your word for it and follow suit, they tend to be extremely stable relationships.
pt: Os executivos são bastante únicos no sentido de que seus relacionamentos não mudam realmente à medida que progridem da fase de namoro para relacionamentos mais estáveis e de longo prazo e ainda mais para o casamento. Por valorizarem tanto a honestidade e a franqueza, as pessoas com personalidade executiva tendem a ser claras sobre quem são, como são e quais são seus objetivos desde o início, e devem seguir essas afirmações a longo prazo. Contanto que seu parceiro seja capaz de acreditar em sua palavra e seguir o exemplo, eles tendem a ser relacionamentos extremamente estáveis.

# ESTJ_Group
source: Sentinels
pt: Sentinelas

# ESTJ_Name
source: Executive (ESTJ)
pt: Executivo (ESTJ)

# ESTP_Description
source: When it comes to romantic relationships, it can hardly be said that people with the Enterprising personality type are missing their wedding day. Life is fun and full of surprises (something entrepreneurs have a knack for delivering), and they enjoy everything here and now. Entrepreneurs may not spend a lot of time planning “someday,” but their enthusiasm and unpredictability make them exciting dating partners.
pt: Quando se trata de relacionamentos românticos, dificilmente se pode dizer que as pessoas com o tipo de personalidade Empreendedor estão morrendo de saudades do dia do casamento. A vida é divertida e cheia de surpresas (algo que os empreendedores têm uma habilidade especial em entregar), e eles gostam de tudo aqui e agora. Os empreendedores podem não perder muito tempo planejando “algum dia”, mas seu entusiasmo e imprevisibilidade os tornam parceiros de namoro emocionantes.

# ESTP_Group
source: Explorers
pt: Exploradores

# ESTP_Name
source: Entrepreneur (ESTP)
pt: Empresário (ESTP)

# INFJ_Description
source: Advocates (INFJs) tend to take the process of finding a romantic partner seriously. People with this personality type seek depth and meaning in their relationships, preferring not to settle for a union that is based on anything less than true love. It can take some time for Advocates to find a compatible partner. Some people may think Advocates are too demanding and it's true that these personalities can have unrealistic expectations. Some Advocates may expect a 'perfect' partner or relationship that ultimately does not exist.
pt: Os advogados (INFJs) tendem a levar a sério o processo de encontrar um parceiro romântico. Pessoas com este tipo de personalidade procuram profundidade e significado em seus relacionamentos, preferindo não se contentar com uma união que seja baseada em algo menos do que o amor verdadeiro. Pode levar algum tempo para que os advogados encontrem um parceiro compatível. Algumas pessoas podem pensar que os advogados são muito exigentes e é verdade que essas personalidades podem ter expectativas irrealistas. Alguns advogados podem esperar um parceiro ou relacionamento 'perfeito' que, em última análise, não existe.

# INFJ_Group
source: Diplomats
pt: Diplomatas

# INFJ_Name
source: Advocate (INFJ)
pt: Advogado (INFJ)

# INFP_Description
source: Mediators (INFPs) are dreamers and idealists, especially when it comes to romance. The concept of true love resonates with them, and they are unlikely to be happy in a relationship based on anything less. People with this personality type may daydream about the perfect relationship, imagining what it would be like to share their innermost self with another person.
pt: Mediadores (INFPs) são sonhadores e idealistas, especialmente quando se trata de romance. O conceito de amor verdadeiro ressoa com eles, e é improvável que sejam felizes em um relacionamento baseado em nada menos. Pessoas com esse tipo de personalidade podem sonhar acordadas com o relacionamento perfeito, imaginando como seria compartilhar seu eu mais íntimo com outra pessoa.

# INFP_Group
source: Diplomats
pt: Diplomatas

# INFP_Name
source: Mediator (INFP)
pt: Mediador (INFP)

# INTJ_Description
source: Architects (INTJs) approach romance the way they do most challenges: strategically, with clear-cut goals and a plan for achieving them. In a purely rational world, this approach would be foolproof. Alas, love is rarely rational, and Architects are at risk of overlooking or misinterpreting the unpredictability of human nature and affection.
pt: Pessoas com o tipo de personalidade do Arquiteto (INTJ) abordam o romance da maneira como abordam a maioria dos desafios: estrategicamente, com objetivos bem definidos e um plano para alcançá-los. Em um mundo puramente racional, essa abordagem seria infalível. Infelizmente, ele ignora fatores importantes que os Arquitetos às vezes descartam - como a imprevisibilidade da natureza humana e do afeto.

# INTJ_Group
source: Analysts
pt: Analistas

# INTJ_Name
source: Architect (INTJ)
pt: Arquiteto (INTJ)

# INTP_Description
source: When it comes to romantic relationships, logicians have an interesting mix of traits that often pleasantly surprise their partners. People with this personality type are always full of ideas, but have little opportunity to explore their more romantic notions. As with any of their theories, logicians love to share with others, and when they finally meet someone where romantic thoughts are appropriate, they are excited, enthusiastic, and even playful, flirting with wordplay and intellectual play.
pt: Quando se trata de relacionamentos românticos, os lógicos têm uma mistura interessante de características que costumam surpreender agradavelmente seus parceiros. Pessoas com esse tipo de personalidade estão sempre cheias de ideias, mas têm poucas oportunidades de explorar suas noções mais românticas. Como acontece com qualquer uma de suas teorias, os lógicos adoram compartilhar com os outros e, ao finalmente conhecer alguém onde pensamentos românticos são apropriados, eles se mostram excitados, entusiasmados e até brincalhões, flertando com jogos de palavras e jogos intelectuais.

# INTP_Group
source: Analysts
pt: Analistas

# INTP_Name
source: Logician (INTP)
pt: Lógico (INTP)

# ISFJ_Description
source: When it comes to romantic relationships, the kindness of the Defenders turns into a joy that is only found in taking care of your family and home, in being there for emotional and practical support whenever needed. Home is where the heart is for people with the Defender personality type, and in no other area of their lives do they strive so hard to create the harmony and beauty they want to see in the world.
pt: Quando se trata de relacionamentos românticos, a bondade dos Defensores se transforma em uma alegria que só é encontrada em cuidar de sua família e casa, em estar lá para apoio emocional e prático sempre que necessário. O lar é onde o coração está para as pessoas com o tipo de personalidade Defensor, e em nenhuma outra área de suas vidas elas se esforçam com tanta dedicação para criar a harmonia e a beleza que desejam ver no mundo.

# ISFJ_Group
source: Sentinels
pt: Sentinelas

# ISFJ_Name
source: Defender (ISFJ)
pt: Defensor (ISFJ)

# ISFP_Description
source: Adventurers are quite mysterious and hard to get to know. Although they are very emotional individuals, they guard this sensitive core carefully, preferring to listen rather than express. People with the Adventurer personality type focus on their partners, with little interest in dictating the mood of a situation with their own feelings. While this can sometimes be frustrating, if they are accepted for what they are, Adventurers prove to be warm and enthusiastic partners.
pt: Os aventureiros são bastante misteriosos e difíceis de conhecer. Embora sejam indivíduos muito emocionais, eles guardam esse núcleo sensível com cuidado, preferindo ouvir do que expressar. Pessoas com o tipo de personalidade Aventureiro se concentram em seus parceiros, com pouco interesse em ditar o clima de uma situação com seus próprios sentimentos. Embora isso às vezes possa ser frustrante, se eles forem aceitos pelo que são, os Aventureiros demonstram ser parceiros calorosos e entusiasmados.

# ISFP_Group
source: Explorers
pt: Exploradores

# ISFP_Name
source: Adventurer (ISFP)
pt: Aventureiro (ISFP)

# ISTJ_Description
source: Logisticians are totally trustworthy and this trait is clearly expressed when it comes to their romantic relationships. Often representing the epitome of family values, people with the Logistics personality type are comfortable with, and often even encourage, traditional domestic and gender roles, and look for a family structure guided by clear expectations and honesty. While their reserved nature often makes dating logisticians a challenge, they are truly dedicated partners, willing to put a lot of thought and energy into ensuring stable, mutually satisfying relationships.
pt: Os logísticos são totalmente confiáveis e essa característica é claramente expressa quando se trata de seus relacionamentos românticos. Muitas vezes representando o epítome dos valores familiares, as pessoas com o tipo de personalidade da Logística sentem-se à vontade com, e muitas vezes até encorajam, os papéis domésticos e de gênero tradicionais, e procuram uma estrutura familiar guiada por expectativas claras e honestidade. Embora sua natureza reservada muitas vezes torne os logísticos de namoro um desafio, eles são parceiros verdadeiramente dedicados, dispostos a dedicar muito pensamento e energia para garantir relacionamentos estáveis e mutuamente satisfatórios.

# ISTJ_Group
source: Sentinels
pt: Sentinelas

# ISTJ_Name
source: Logistician (ISTJ)
pt: Logístico (ISTJ)

# ISTP_Description
source: When it comes to romantic relationships with Virtuosos, it's a bit like nailing jelly to a tree. Dating personalities Virtuoso is a tango, complex and interesting, with alternating coldness and detachment, and passion, spontaneity and pleasure of the moment. Nothing can be forced in Virtuoso relationships, but as long as they are given the space they need to be themselves, they will be happy to enjoy the comfort of a stable partner for life.
pt: Quando se trata de relacionamentos românticos com Virtuosos, é um pouco como pregar gelatina em uma árvore. Namorar personalidades Virtuoso é um tango, complexo e interessante, com alternância de frieza e desapego, e paixão, espontaneidade e prazer do momento. Nada pode ser forçado nos relacionamentos do Virtuoso, mas, desde que recebam o espaço de que precisam para serem eles mesmos, eles terão prazer em desfrutar do conforto de um parceiro estável por toda a vida.

# ISTP_Group
source: Explorers
pt: Exploradores
