Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/ReadingGenre.*.resx
Languages: pt

# Biography_Description
source: A narrative of a person's life; when the author is also the main subject, this is an autobiography or memoir
pt: Uma narrativa da vida de uma pessoa; quando o autor também é o assunto principal, esta é uma autobiografia ou memória

# Biography_Name
source: Biography
pt: Biografia

# Comics_Description
source: A magazine that features a serialized story in the form of a comic book, typically featuring the adventures of a superhero.
pt: Uma revista que apresenta uma história serializada na forma de uma história em quadrinhos, normalmente apresentando as aventuras de um super-herói.

# Comics_Name
source: Comics
pt: Histórias em quadrinhos

# Essay_Description
source: A short literary composition that reflects the author's perspective or point of view
pt: Uma curta composição literária que reflete a perspectiva ou ponto de vista do autor

# Essay_Name
source: Essay
pt: Ensaio

# FictionGenres_Description
source: Fiction is generally a narrative form, in any medium, consisting of people, events, or places that are imaginary, in other words, not based strictly on history or fact.
pt: A ficção geralmente é uma forma narrativa, em qualquer meio, consistindo em pessoas, eventos ou lugares que são imaginários, em outras palavras, não baseados estritamente na história ou fato.

# FictionGenres_Name
source: Fiction Genres
pt: Gêneros de ficção

# Journalism_Description
source: News reporting and current events
pt: Reportagem de notícias e eventos atuais

# Journalism_Name
source: Journalism
pt: Jornalismo

# Memoir_Description
source: Factual story that focuses on a meaningful relationship between the writer and a person, place, or object; reads like a little novel
pt: História factual que enfoca uma relação significativa entre o escritor e uma pessoa, lugar ou objeto; lê como um pequeno romance

# Memoir_Name
source: Memoir
pt: Memórias

# NarrativeNonfictionPersonalNarrative_Description
source: Factual information about a significant event presented in a format that tells a story
pt: Informações factuais sobre um evento significativo apresentado em um formato que conta uma história

# NarrativeNonfictionPersonalNarrative_Name
source: Narrative Nonfiction / Personal Narrative
pt: Não-ficção narrativa / Narrativa pessoal

# Reference_Description
source: Like a dictionary, thesaurus, encyclopedia, almanac or atlas
pt: Como um dicionário, dicionário de sinônimos, enciclopédia, almanaque ou atlas

# Reference_Name
source: Reference
pt: Referência

# ScientificArticle_Description
source: Scientific study report, including in social, natural or other academic disciplines
pt: Relatório de estudo científico, inclusive nas disciplinas sociais, naturais ou outras disciplinas acadêmicas

# ScientificArticle_Name
source: Scientific Article
pt: Artigo Científico

# SelfHelp_Description
source: Information intended to instruct readers in solving personal problems
pt: Informações com o intuito de instruir os leitores na solução de problemas pessoais

# SelfHelp_Name
source: Self Help
pt: Auto Ajuda

# Textbook_Description
source: Reliable and detailed factual description of a thing
pt: Descrição factual confiável e detalhada de uma coisa

# Textbook_Name
source: Textbook
pt: Livro Didático / Técnico
