Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/Religion.*.resx
Languages: pt

# AfricanTraditionalReligions_Description
source: Generally, these traditions are oral rather than scriptural and passed down from one generation to another through folk tales, songs, and festivals, include belief in an amount of higher and lower gods, sometimes including a supreme creator or force, belief in spirits, veneration of the dead, use of magic and traditional African medicine.
pt: Geralmente, essas tradições são orais e não escriturais e transmitidas de uma geração para outra através de contos folclóricos, canções e festivais, incluem a crença em uma quantidade de deuses superiores e inferiores, às vezes incluindo um criador ou força suprema, crença em espíritos, veneração dos mortos, uso de magia e medicina tradicional africana.

# AfricanTraditionalReligions_Name
source: African Traditional Religions
pt: Religiões Tradicionais Africanas

# Buddhism_Description
source: Non-theistic philosophy or religion that originally emerged in India around the 6th century BC. and encompasses diverse traditions, beliefs and practices based on the teachings, the Dharma, of Siddhartha Gautama, entitled Buddha.
pt: Filosofia ou religião não teísta que surgiu originalmente na Índia por volta do século VI A.C. e abrange diversas tradições, crenças e práticas baseadas nos ensinamentos, o Darma, de Siddhartha Gautama, intitulado de Buddha.

# Buddhism_Name
source: Buddhism
pt: Budismo

# ChineseTraditionalReligion_Description
source: Chinese folk religion, also known as Chinese popular religion is a general term covering a range of traditional religious practices of Han Chinese, including the Chinese diaspora.
pt: A religião tradicional chinesa, também conhecida como religião popular chinesa, é um termo geral que abrange uma série de práticas religiosas tradicionais dos chineses han, incluindo a diáspora chinesa.

# ChineseTraditionalReligion_Name
source: Chinese Traditional Religion
pt: Religião Tradicional Chinesa

# Christianity_Description
source: It is a monotheistic Abrahamic religion centered on the life and teachings of Jesus of Nazareth as presented in the New Testament. The Christian faith essentially believes in Jesus as the Christ, Son of God, Savior and Lord.
pt: É uma religião abraâmica monoteísta centrada na vida e nos ensinamentos de Jesus de Nazaré, tais como são apresentados no Novo Testamento. A fé cristã acredita essencialmente em Jesus como o Cristo, Filho de Deus, Salvador e Senhor.

# Christianity_Name
source: Christianity
pt: Cristianismo

# EthnicReligions_Description
source: Ethnic religion or indigenous religion is a term that may include officially sanctioned civil religions organized with an organized clergy, but which are characterized by the fact that their adherents are often defined by a common ethnicity and conversion essentially amounts to a cultural assimilation for the people in question.
pt: Religião étnica ou religião indígena é um termo que pode incluir religiões civis oficialmente sancionadas e organizadas com um clero organizado, mas que são caracterizadas pelo fato de que seus adeptos em geral são definidos por uma etnia em comum e a conversão, essencialmente, equivale a uma assimilação cultural para o povo em questão.

# EthnicReligions_Name
source: Ethnic Religions
pt: Religiões Étnicas

# Hinduism_Description
source: Hinduism encompasses Brahmanism, ie the belief in the 'Universal Soul', Brahman; in a more specific sense, the term refers to the caste-ordered cultural and religious world of post-Buddhist India.
pt: O hinduísmo engloba o bramanismo, isto é, a crença na 'Alma Universal', Brâman; num sentido mais específico, o termo se refere ao mundo cultural e religioso, ordenado por castas, da Índia pós-budista.

# Hinduism_Name
source: Hinduism
pt: Hinduísmo

# Islam_Description
source: It is a monotheistic Abrahamic religion articulated by the Quran, a text considered by its followers to be the literal word of God, and by the normative teachings and examples of Muhammad, considered by the faithful to be the last prophet of God.
pt: É uma religião abraâmica monoteísta articulada pelo Alcorão, um texto considerado pelos seus seguidores como a palavra literal de Deus, e pelos ensinamentos e exemplos normativos de Maomé, considerado pelos fiéis como o último profeta de Deus.

# Islam_Name
source: Islam
pt: Islamismo

# Judaism_Description
source: Judaism is an Abrahamic, monotheistic, and ethnic religion comprising the collective religious, cultural, and legal tradition and civilization of the Jewish people.
pt: O judaísmo é uma religião abraâmica, monoteísta e étnica que compreende a tradição e civilização religiosa, cultural e legal coletiva do povo judeu.

# Judaism_Name
source: Judaism
pt: Judaísmo

# NonReligious_Description
source: Irreligion (also referred to as unbelief, absence of religion, or people without religion) is the absence, indifference, or non-practice of a religion. (Agnostics, Atheists, Deists)
pt: Irreligião (também referida como incredulidade, ausência de religião ou pessoas sem religião) é a ausência, indiferença ou não prática de uma religião. (Agnósticos, Ateus, Deístas)

# NonReligious_Name
source: Nonreligious / Agnostic / Atheist
pt: Não religioso / Agnóstico / Ateísta

# Other_Description
source: May include: Baháʼí, Jainism, Shinto, Cao Dai, Zoroastrianism, Tenrikyo, Animism, Neo-Paganism, Unitarian Universalism, Rastafari, etc.
pt: Podem incluir: Bahá'í, Jainismo, Xintoísmo, Cao Dai, Zoroastrismo, Tenrikyo, Animismo, Neo-Paganismo, Universalismo Unitário, Rastafari, etc.

# Other_Name
source: Other
pt: Outra Religião

# Sikhism_Description
source: Sikhism emphasizes simran (ਸਿਮਰਨ, meditation and remembrance of the teachings of Gurus), which can be expressed musically through kirtan, or internally through naam japna ('meditation on His name') as a means to feel God's presence. It teaches followers to transform the 'Five Thieves' (i.e. lust, rage, greed, attachment, and ego).
pt: O Sikhismo enfatiza simran (ਸਿਮਰਨ, meditação e lembrança dos ensinamentos dos Gurus), que pode ser expresso musicalmente através de kirtan, ou internamente através de naam japna ('meditação em Seu nome') como um meio de sentir a presença de Deus. Ele ensina os seguidores a transformar os 'Cinco Ladrões' (ou seja, luxúria, raiva, ganância, apego e ego).

# Sikhism_Name
source: Sikhism
pt: Sikhismo

# Spiritism_Description
source: Spiritist philosophy postulates that humans, along with all other living beings, are essentially immortal spirits that temporarily inhabit physical bodies for several necessary incarnations to attain moral and intellectual improvement.
pt: A filosofia espírita postula que os seres humanos, juntamente com todos os outros seres vivos, são essencialmente espíritos imortais que habitam temporariamente corpos físicos por várias encarnações necessárias para atingir o aperfeiçoamento moral e intelectual.

# Spiritism_Name
source: Spiritism
pt: Espiritismo
