Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/SexPersonality.*.resx
Languages: pt

# Decompresser_Description
source: This sex personality is all about stress relief! Say, for example, one has a high-powered job or they’re stressed about something. For the Decompressor, having a bit of sexy time is exactly what they seek in order to blow off some steam, relax, and clear their head. It often leads to getting some well-deserved sleep. Side note: orgasming causes the release of pleasant hormones — oxytocin, vasopressin and prolactin. They reduce stress, induce sleep, and give you an overall feeling of wellbeing.
pt: Esta personalidade sexual tem tudo a ver com alívio do estresse! Digamos, por exemplo, que alguém tenha um emprego de alta potência ou esteja estressado com alguma coisa. Para o Descompressor, ter um pouco de tempo sexy é exatamente o que eles procuram para desabafar, relaxar e limpar a cabeça. Muitas vezes leva a um sono bem merecido. Nota lateral: o orgasmo causa a liberação de hormônios agradáveis – oxitocina, vasopressina e prolactina. Eles reduzem o estresse, induzem o sono e proporcionam uma sensação geral de bem-estar.

# Decompresser_Name
source: Decompresser
pt: Descompressora

# Explorer_Description
source: For the Explorer, physical intimacy is all about the adventure! These types of people are curious, inquisitive, and ready to try new things in the bedroom. In general, an Explorer loves to be pushed outside of their comfort zone, and doesn’t take themselves too seriously. They’ve probably done a ton of research about sex, and are knowledgable on the subject, ready to experience it all first-hand. In fact, they’re even down to laugh at some awkward things that may take place in between the sheets. It’s all fun and games!
pt: Para o Explorador, a intimidade física tem tudo a ver com a aventura! Esses tipos de pessoas são curiosas e prontas para experimentar coisas novas no quarto. Em geral, um Explorador adora ser empurrado para fora de sua zona de conforto e não se leva muito a sério. Eles provavelmente fizeram muitas pesquisas sobre sexo e conhecem o assunto, prontos para experimentar tudo em primeira mão. Na verdade, eles estão até rindo de algumas coisas estranhas que podem acontecer entre os lençóis. É tudo diversão e jogos!

# Explorer_Name
source: Explorer
pt: Exploradora

# FairTrader_Description
source: For the Fair-Trader, sex is all about balance! It’s about giving and receiving pleasure equally, and being open and ready to talk about their desires, kinks, likes and dislikes. A person with this type of sex personality is willing to compromise. They love the idea of finding out what their partner’s favorite kind of stimulation is, then providing them with said-stimulation. And, of course, having the favor returned!
pt: Para o Comerciante Justo, sexo é tudo uma questão de equilíbrio! É sobre dar e receber prazer igualmente, e estar aberto e pronto para falar sobre seus desejos, torções, gostos e desgostos. Uma pessoa com esse tipo de personalidade sexual está disposta a se comprometer. Eles adoram a ideia de descobrir qual é o tipo de estimulação favorito de seu parceiro e, em seguida, fornecer-lhe essa estimulação. E, claro, ter o favor retribuído!

# FairTrader_Name
source: Fair Trader
pt: Comerciante Justo

# Giver_Description
source: The Giver is, well, someone who actively gains pleasure from seeing their partner squirm in sexual bliss! For people of this kind of sex personality, they’re not so much focused on themselves, but find their partner’s wellbeing to be more important. That means that they’re very much in-tune with who they’re with, and strive to make them feel good. On the other side of the spectrum, the giver may actually be uncomfortable with receiving pleasure.
pt: O Doador é, bem, alguém que ativamente obtém prazer ao ver seu parceiro se contorcer em felicidade sexual! Para pessoas com esse tipo de personalidade sexual, elas não estão tão focadas em si mesmas, mas acham o bem-estar de seu parceiro mais importante. Isso significa que eles estão muito sintonizados com quem estão e se esforçam para fazê-los se sentir bem. Do outro lado do espectro, o doador pode realmente se sentir desconfortável em receber prazer.

# Giver_Name
source: Giver
pt: Dadora

# Guardian_Description
source: The Guardian loves a good sex session, but only if said session is safe and comfortable for both parties! This type of sex personality will always make sure that their partner feels secure, and won’t allow any intimacy to go down without full consent. This kind of lover may have this sex personality because of past traumas, or they may just love to be intimate when there’s a great level of trust and safety.
pt: O Guardião adora uma boa sessão de sexo, mas apenas se essa sessão for segura e confortável para ambas as partes! Esse tipo de personalidade sexual sempre garantirá que seu parceiro se sinta seguro e não permitirá que nenhuma intimidade desapareça sem consentimento total. Esse tipo de amante pode ter essa personalidade sexual por causa de traumas passados, ou pode simplesmente adorar ser íntimo quando há um grande nível de confiança e segurança.

# Guardian_Name
source: Guardian
pt: Guardiã

# PassionPursuer_Description
source: If you’re all about animalistic, carnal and lustful sex sessions, then you may very well be a Passion-Pursuer! For people who have this kind of sex personality style, sex is about exchanging raw and passionate energy. There’s a sense of really letting go and getting lost in the moment for Passion-Purserers. During lovemaking, it is as if both partners are taken away to new heights of euphoria. Time doesn’t exist, creating boundless opportunities for them to really be who they are without judgment.
pt: Se você gosta de sessões de sexo animalesco, carnal e lascivo, então você pode muito bem ser um apaixonado(a)! Para as pessoas que têm esse tipo de estilo de personalidade sexual, sexo é trocar energia crua e apaixonada. Há uma sensação de realmente deixar ir e se perder no momento para os Passion-Purserers. Durante o ato de amor, é como se ambos os parceiros fossem levados a novos patamares de euforia. O tempo não existe, criando oportunidades ilimitadas para eles realmente serem quem são sem julgamento.

# PassionPursuer_Name
source: Passion Pursuer
pt: Apaixonada

# PleasureSeeker_Description
source: This sex personality is all about physical sensations! For them, sex feels good, so they partake in all kinds of fun with a partner or partners. The thought and act of touching and being touched is entirely erotic. For Pleasure-Seekers, sex isn’t really an emotional experience, it’s something to be enjoyed for what it is. In fact, people of this sex personality may not require any deep emotional connections at all in order to partake in all kinds of sexual ecstasy.
pt: Esta personalidade sexual tem tudo a ver com sensações físicas! Para eles, o sexo é bom, então eles participam de todos os tipos de diversão com um parceiro ou parceiros. O pensamento e o ato de tocar e ser tocado é inteiramente erótico. Para quem procura prazer, o sexo não é realmente uma experiência emocional, é algo para ser apreciado pelo que é. Na verdade, as pessoas com essa personalidade sexual podem não precisar de nenhuma conexão emocional profunda para participar de todos os tipos de êxtase sexual.

# PleasureSeeker_Name
source: Pleasure Seeker
pt: Prazerosa

# Prioritizer_Description
source: For the Prioritizer, sex is their number one priority! It’s an act that should be a part of everyday life, and not taken off the table when there are inconveniences. For example, if it’s been a busy day or one or both partners feel tired, sex won’t be dismissed. Instead, it’ll be prioritized. Sacrifices are made, and little excuses won’t work when it comes to skipping sex. People of this sex personality are usually routine-focused and want their sex life to be consistent.
pt: Para o prioritário(a), o sexo é sua prioridade número um! É um ato que deve fazer parte da vida cotidiana e não ser retirado da mesa quando há inconvenientes. Por exemplo, se foi um dia agitado ou um ou ambos os parceiros se sentiram cansados, o sexo não será dispensado. Em vez disso, será priorizado. Sacrifícios são feitos e pequenas desculpas não funcionam quando se trata de pular sexo. As pessoas com essa personalidade sexual geralmente são focadas na rotina e querem que sua vida sexual seja consistente.

# Prioritizer_Name
source: Prioritizer
pt: Prioritária

# Romantic_Description
source: Emotional connection is the name of the game for the Romantic! While physical intimacy is just as sensual and important, without emotion, sex just isn’t very memorable or meaningful. If your sex personality is the Romantic, you enjoy eye contact, slower sex, long session of foreplay, and words of affirmation.
pt: Conexão emocional é o nome do jogo para o romântico! Embora a intimidade física seja tão sensual e importante, sem emoção, o sexo não é muito memorável ou significativo. Se sua personalidade sexual é o Romântico, você gosta de contato visual, sexo mais lento, longa sessão de preliminares e palavras de afirmação.

# Romantic_Name
source: Romantic
pt: Romântica

# Spiritualist_Description
source: If this is your sex personality, you find that intimacy isn't just physical and it isn't just emotional. It’s a combination of both, plus an opportunity to connect to a higher purpose! Sex, for the Spiritualist, is a transcendent experience. It’s when two people really connect, energies intertwine, and the experience feels almost palpable. An example of intimacy enjoyed by this kind of personality would be tantric sex.
pt: Se esta é a sua personalidade sexual, você descobre que a intimidade não é apenas física e não é apenas emocional. É uma combinação de ambos, além de uma oportunidade de se conectar a um propósito maior! O sexo, para o espiritualista, é uma experiência transcendente. É quando duas pessoas realmente se conectam, as energias se entrelaçam e a experiência parece quase palpável. Um exemplo de intimidade desfrutada por esse tipo de personalidade seria o sexo tântrico.

# Spiritualist_Name
source: Spiritualist
pt: Espiritualista

# ThrillSeeker_Description
source: It’s all about the taboo, baby! Thrill-Seekers get a rush from all things that are forbidden or naughty. It includes acts of BDSM, like taking on dominant or submissive roles. Or simply trying things in bed that some may consider intense, weird, or even crazy. Kinks, fetishes, and more… a Thrill-Seeker is usually ready to experience it all.
pt: É tudo sobre o tabu, baby! Os aventureiros têm pressa de todas as coisas que são proibidas ou impertinentes. Inclui atos de BDSM, como assumir papéis dominantes ou submissos. Ou simplesmente tentar coisas na cama que alguns podem considerar intensas, estranhas ou até loucas. Torções, fetiches e muito mais... um aventureiro geralmente está pronto para experimentar tudo isso.

# ThrillSeeker_Name
source: Thrill Seeker
pt: Aventureira
