Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/TVGenre.*.resx
Languages: pt

# CartoonAnime_Description
source: A programme that features animated characters.
pt: Um programa que apresenta personagens animados.

# CartoonAnime_Name
source: Anime / Cartoon
pt: Anime / Desenho animado

# CookingShow_Description
source: A television show that features the presentation of food in a kitchen television studio.
pt: Um programa de televisão que apresenta a apresentação de comida em um estúdio de televisão de cozinha.

# CookingShow_Name
source: Cooking Show
pt: Programa de culinária

# Documentary_Description
source: A feature or near-feature film depicting a real-world event or person, told in a journalistic style.
pt: Um longa-metragem ou quase longa-metragem que retrata um evento ou pessoa do mundo real, contado em estilo jornalístico.

# Documentary_Name
source: Documentary
pt: Documentário

# Educational_Description
source: A type of program that helps kids learn their basics to go through school.
pt: Um tipo de programa que ajuda as crianças a aprender o básico para passar pela escola.

# Educational_Name
source: Educational
pt: Educacional

# GameShow_Description
source: On game shows, teams of competitors or participants called in from the audience try to solve puzzles or answer trivia questions, with prizes awarded if they win.
pt: Em programas de jogos, equipes de competidores ou participantes chamados da plateia tentam resolver quebra-cabeças ou responder a perguntas triviais, com prêmios concedidos se ganharem.

# KidsChildren_Description
source: TV programmes produced for children.
pt: Programas de TV produzidos para crianças.

# KidsChildren_Name
source: Kids / Children
pt: Crianças / Infantil

# Lifestyle_Description
source: A television show featuring topics such as fashion, diet, exercise, health and leisure pursuits.
pt: Um programa de televisão com temas como moda, dieta, exercício, saúde e atividades de lazer.

# Lifestyle_Name
source: Lifestyle
pt: Estilo de vida

# MusicTelevision_Description
source: A program where people can listen to music on their TV's. This is just like a radio station.
pt: Um programa onde as pessoas podem ouvir música em suas TVs. Isto é como uma estação de rádio.

# NewsProgramm_Description
source: News programming includes local nightly news, national daytime broadcasts on cable networks, and weekly programming that generally airs on Fridays or weekends.
pt: A programação de notícias inclui noticiários noturnos locais, transmissões nacionais diurnas em redes a cabo e programação semanal que geralmente vai ao ar às sextas-feiras ou fins de semana.

# NewsProgramm_Name
source: News Programm
pt: Noticiário

# RealityTV_Description
source: Reality TV tends to emphasize ordinary people rather than the big stars. Some reality shows are competitions, while others claim to show slices of real life.
pt: Reality TV tende a enfatizar as pessoas comuns em vez das grandes estrelas. Alguns reality shows são competições, enquanto outros afirmam mostrar fatias da vida real.

# Religious_Description
source: Produced by religious organizations, usually with a religious message. May include church services, talk/variety shows, and dramatic films.
pt: Produzido por organizações religiosas, geralmente com uma mensagem religiosa. Pode incluir serviços religiosos, programas de entrevistas / variedades e filmes dramáticos.

# Religious_Name
source: Religious
pt: Religioso

# Shopping_Description
source: Phone-in TV shows (often on shopping channels), where people can either buy featured items or bid for them.
pt: Programas de TV por telefone (geralmente em canais de compras), onde as pessoas podem comprar itens em destaque ou fazer lances por eles.

# SoapOpera_Description
source: A television or radio drama series that typically deals with everyday events in the lives of the same group of characters.
pt: Uma série dramática de televisão ou rádio que lida tipicamente com acontecimentos diários na vida do mesmo grupo de personagens.

# SoapOpera_Name
source: Soap Opera
pt: Novela

# Sports_Description
source: Unlike many other formats, sports are often streamed live, bringing a sense of immediacy and urgency to the viewing experience.
pt: Ao contrário de muitos outros formatos, os esportes são frequentemente transmitidos ao vivo, trazendo uma sensação de imediatismo e urgência à experiência de visualização.

# Sports_Name
source: Sports
pt: Esportes

# TalkShow_Description
source: Talk shows or chat shows are television shows based on discussions between presenters.
pt: Os programas de entrevistas ou programas de bate-papo são programas de televisão baseados em discussões entre apresentadores.

# TalkShow_Name
source: Talk Show
pt: Programa de entrevista

# TVSeries_Description
source: A group of episodes of a television program broadcast in regular intervals with a long break between each group, usually with one year between the beginning of each.
pt: Um grupo de episódios de um programa de televisão transmitido em intervalos regulares com um longo intervalo entre cada grupo, geralmente com um ano entre o início de cada um.

# TVSeries_Name
source: TV Series
pt: Série de TV

# VarietyShow_Description
source: Variety shows highlight the talent of your guests. Variety shows include musical acts, dancing, stand-up comedy performances and comedy skits.
pt: Shows de variedades destacam o talento de seus convidados. Os programas de variedades incluem atos musicais, dança, apresentações de comédia stand-up e esquetes cômicos.

# VarietyShow_Name
source: Variety Show
pt: Programa de Variedades
