Repository: drma-tech/VerusDate
Catalog: src/VerusDate.Shared/Resources/Enum/Vacation.*.resx
Languages: pt

# AdventureTours_Name
source: Adventure Tours (e.g. rafting)
pt: Passeios de aventura (ex: rafting)

# Agriculture_Name
source: Agriculture (e.g. farm stays)
pt: Agricultura (ex: estadias em fazendas)

# Animals_Name
source: Animals (e.g. birdwatching)
pt: Animais (ex: observação de pássaros)

# ArtTourism_Name
source: Art Tourism
pt: Turismo de Arte

# Backpacking_Description
source: It is the outdoor recreation of carrying personal things on your back while walking for more than a day. It is often, but not always, a long trip and may or may not involve camping outdoors.
pt: É a recreação ao ar livre de carregar coisas pessoais nas costas enquanto caminha por mais de um dia. Muitas vezes, mas nem sempre, é uma longa viagem e pode ou não envolver acampar ao ar livre.

# Backpacking_Name
source: Backpacking
pt: Mochilão

# Beach_Name
source: Beach
pt: Praia

# BoatTours_Name
source: Boat Tours
pt: Passeios de barco

# BusTours_Name
source: Bus Tours
pt: Passeios de ônibus

# CampingGlamping_Name
source: Camping / Glamping
pt: Acampamento / Glamping

# CityBreak_Description
source: A city break is typically a type of holiday that lasts 1-2 days. As its name suggests, you choose a city where you travel (typically over the weekend) to see some of its main attractions.
pt: Uma pausa na cidade é normalmente um tipo de feriado que dura de 1 a 2 dias. Como o próprio nome sugere, você escolhe uma cidade para onde viaja (normalmente no fim de semana) para ver algumas de suas principais atrações.

# CityBreak_Name
source: City Break
pt: Passeio pela cidade

# Classes_Name
source: Classes (e.g. cooking class)
pt: Aulas (ex: aula de culinária)

# ClimbingMountaineering_Name
source: Climbing & Mountaineering
pt: Escalada e Montanhismo

# Concerts_Name
source: Concerts
pt: Concertos

# Conferences_Name
source: Conferences
pt: Conferências

# Cottages_Name
source: Cottages
pt: Chalés

# CouchSurfing_Description
source: The practice of traveling and staying with people you don't know, who advertise their homes on the internet
pt: A prática de viajar e ficar com pessoas que você não conhece, que anunciam suas casas na internet

# CreativeWork_Name
source: Creative Work (e.g.writing)
pt: Trabalho criativo (ex: escrita)

# CruiseHolidays_Name
source: Cruise Holidays
pt: Cruzeiro de férias

# CulturalTourism_Name
source: Cultural Tourism
pt: Turismo Cultural

# CyclingTour_Name
source: Cycling Tour
pt: Cicloturismo

# DivingSnorkeling_Name
source: Diving & Snorkeling
pt: Mergulho e Snorkel

# DIYProjects_Name
source: DIY Projects (stay home)
pt: Projetos DIY (ficar em casa)

# FamilyVisits_Name
source: Family Visits (e.g. parents)
pt: Visitas familiares (ex: pais)

# FilmTourism_Name
source: Film Tourism (e.g. film locations)
pt: Turismo cinematográfico (ex: locações de filmes)

# Fishing_Name
source: Fishing
pt: Pesca

# FitnessVacations_Name
source: Fitness Vacations (e.g. running tours)
pt: Férias de fitness (ex: passeios de corrida)

# Golf_Name
source: Golf
pt: Golfe

# Gourmet_Name
source: Gourmet (e.g. foodie tours)
pt: Gourmet (ex: passeios gastronômicos)

# HighCulture_Name
source: High Culture (e.g. classical music)
pt: Alta Cultura (ex.: música clássica)

# Hiking_Name
source: Hiking
pt: Caminhada (Hiking)

# HistoricalSites_Name
source: Historical Sites
pt: Locais Históricos

# Hobbies_Name
source: Hobbies (e.g. reading)
pt: Hobbies (ex: leitura)

# Homecoming_Description
source: Homecoming is the tradition of welcoming back former students and members and celebrating an organization's existence. It is a tradition in many high schools, colleges, and churches in the United States and Canada.
pt: Homecoming é a tradição de receber de volta ex-alunos e membros e celebrar a existência de uma organização. É uma tradição em muitas escolas, faculdades e igrejas nos Estados Unidos e no Canadá.

# HomeImprovement_Name
source: Home Improvement (stay home)
pt: Melhoria da casa (ficar em casa)

# HomeSwap_Description
source: An arrangement where two families switch homes on vacation
pt: Um arranjo em que duas famílias trocam de casa nas férias

# HorseRiding_Name
source: Horse Riding
pt: Andar a cavalo

# InternationalTravel_Name
source: International Travel
pt: Viagem Internacional

# JustStayingHome_Name
source: Just Staying Home
pt: Apenas ficar em casa

# LuxuryTravel_Description
source: Luxury travel is a niche segment for people willing to spend money to feel pampered. These types of experiences are seen around the world but there aren’t as many as you’d think. By its nature, luxury travel doesn’t have a time constraint as you can stay on holiday as long as you have money or as long as you want.
pt: As viagens de luxo são um segmento de nicho para pessoas dispostas a gastar dinheiro para se sentirem mimadas. Esses tipos de experiências são vistos em todo o mundo, mas não são tantos quanto você imagina. Por sua natureza, as viagens de luxo não têm restrição de tempo, pois você pode ficar de férias enquanto tiver dinheiro ou o tempo que quiser.

# LuxuryTravel_Name
source: Luxury Travel
pt: Viagens de luxo

# MotorSports_Name
source: Motor Sports
pt: Automobilismo

# MountainsLakes_Name
source: Mountains / Lakes
pt: Montanhas / Lagos

# MusicEventsFestivals_Name
source: Music / Events Festivals
pt: Festivais de Música / Eventos

# NatureNationalParks_Name
source: Nature / National Parks
pt: Natureza / Parques Nacionais

# Nightlife_Name
source: Nightlife
pt: Vida noturna

# Photography_Name
source: Photography
pt: Fotografia

# PopCulture_Name
source: Pop Culture (e.g. cosplay events)
pt: Cultura Pop (ex: eventos de cosplay)

# RelaxingWellness_Name
source: Relaxing / Wellness / SPA / Yoga
pt: Relaxamento / Bem-estar / SPA / Yoga

# ReligionSpirituality_Name
source: Religion & Spirituality (e.g. pilgrimage)
pt: Religião e Espiritualidade (ex: peregrinação)

# Retreats_Name
source: Retreats
pt: Retiros

# Reunions_Name
source: Reunions
pt: Reuniões

# Romantic_Name
source: Romantic
pt: Romântica

# RVRoadTrips_Name
source: RV (Motorhomes) / Road Trips
pt: RV (Motorhomes) / Viagens por estrada

# Safaris_Name
source: Safaris
pt: Safáris

# Sailing_Name
source: Sailing
pt: Velejando

# Science_Name
source: Science (e.g. science museums, astronomy)
pt: Ciência (ex: museus de ciências, astronomia)

# Shopping_Name
source: Shopping (e.g. fashion capitals)
pt: Fazer compras (ex: capitais da moda)

# SightseeingGuidedTours_Name
source: Sightseeing / Guided Tours
pt: Passeios Turísticos/Guiados

# SnowboardSki_Name
source: Snowboard & Ski
pt: Snowboard e Esqui

# SoloTravel_Name
source: Solo Travel
pt: Viagem Solo

# SportsEvents_Name
source: Sports Events
pt: Eventos esportivos

# Stargazing_Name
source: Stargazing
pt: Observação de estrelas

# ThemeParks_Name
source: Theme Parks
pt: Parques Temáticos

# TrainTravel_Name
source: Train Travel
pt: Viagem de trem

# Volunteering_Name
source: Volunteering
pt: Voluntariado

# Working_Description
source: Working holidays tend to be the new way to travel for those limited to disposable income. Digital nomads are those most interested in working and traveling at the same time. Digital nomads work online and this gives them the ultimate freedom to move around the world.
pt: Férias de trabalho tendem a ser a nova maneira de viajar para aqueles limitados à renda disponível. Os nômades digitais são os mais interessados em trabalhar e viajar ao mesmo tempo. Os nômades digitais trabalham on-line e isso lhes dá a máxima liberdade para se movimentar pelo mundo.

# Working_Name
source: Working
pt: Trabalhando
